Repository: Alegzandr/TvAudioMirror
Catalog: TvAudioMirror/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

# Info_Text
source: This app mirrors the audio from your default playback device to the first output whose name contains "TV". If the default device is already a TV, nothing is done.
de: Diese App spiegelt den Ton des Standard-Wiedergabegeräts auf das erste Ausgabegerät, dessen Name „TV“ enthält. Wenn das Standardgerät bereits ein TV ist, passiert nichts.
es: Esta aplicación copia el audio del dispositivo de reproducción predeterminado a la primera salida cuyo nombre contiene "TV". Si el dispositivo predeterminado ya es una TV, no se hace nada.
fr: Cette application copie le son du périphérique par défaut vers la première sortie dont le nom contient « TV ». Si le périphérique par défaut est déjà une TV, rien n’est fait.
it: Questa app copia l'audio dal dispositivo predefinito alla prima uscita il cui nome contiene "TV". Se il dispositivo predefinito è già una TV, non viene fatto nulla.
ja: このアプリは既定の再生デバイスの音声を、名前に「TV」が含まれる最初の出力にミラーリングします。既定のデバイスがすでにテレビの場合は何も行いません。
ko: 이 앱은 기본 재생 장치의 오디오를 이름에 “TV”가 포함된 첫 번째 출력으로 미러링합니다. 기본 장치가 이미 TV라면 아무 작업도 하지 않습니다.
pt_br: Este aplicativo copia o áudio do dispositivo padrão para a primeira saída cujo nome contenha "TV". Se o dispositivo padrão já for uma TV, nada é feito.
ru: Это приложение зеркалирует звук с устройства воспроизведения по умолчанию на первый выход, в названии которого есть «TV». Если устройство по умолчанию уже телевизор, ничего не происходит.
zh_hans: 此应用会将默认播放设备的音频镜像到名称包含“TV”的第一个输出。如果默认设备已经是电视，则不会执行任何操作。

# Label_Source_Unknown
source: Current source: (unknown)
de: Aktuelle Quelle: (unbekannt)
es: Fuente actual: (desconocida)
fr: Source actuelle : (inconnue)
it: Sorgente attuale: (sconosciuta)
ja: 現在のソース：(不明)
ko: 현재 소스: (알 수 없음)
pt_br: Fonte atual: (desconhecida)
ru: Текущий источник: (неизвестно)
zh_hans: 当前来源：(未知)

# Label_Source_Error
source: Current source: (error)
de: Aktuelle Quelle: (Fehler)
es: Fuente actual: (error)
fr: Source actuelle : (erreur)
it: Sorgente attuale: (errore)
ja: 現在のソース：(エラー)
ko: 현재 소스: (오류)
pt_br: Fonte atual: (erro)
ru: Текущий источник: (ошибка)
zh_hans: 当前来源：(错误)

# Label_Source_Value
source: Current source: {0}
de: Aktuelle Quelle: {0}
es: Fuente actual: {0}
fr: Source actuelle : {0}
it: Sorgente attuale: {0}
ja: 現在のソース：{0}
ko: 현재 소스: {0}
pt_br: Fonte atual: {0}
ru: Текущий источник: {0}
zh_hans: 当前来源：{0}

# Label_Tv_NotFound
source: Target TV: (not found)
de: Ziel-TV: (nicht gefunden)
es: TV de destino: (no encontrada)
fr: TV cible : (non trouvée)
it: TV di destinazione: (non trovata)
ja: 対象のTV：(見つかりません)
ko: 대상 TV: (없음)
pt_br: TV de destino: (não encontrada)
ru: Целевая ТВ: (не найдена)
zh_hans: 目标电视：(未找到)

# Label_Tv_DefaultIsTV
source: Target TV: (default device is already a TV)
de: Ziel-TV: (Standardgerät ist bereits ein TV)
es: TV de destino: (el dispositivo predeterminado ya es una TV)
fr: TV cible : (le périphérique par défaut est déjà une TV)
it: TV di destinazione: (il dispositivo predefinito è già una TV)
ja: 対象のTV：(既定のデバイスはすでにTVです)
ko: 대상 TV: (기본 장치가 이미 TV)
pt_br: TV de destino: (o dispositivo padrão já é uma TV)
ru: Целевая ТВ: (устройство по умолчанию уже ТВ)
zh_hans: 目标电视：(默认设备已经是电视)

# Label_Tv_Value
source: Target TV: {0}
de: Ziel-TV: {0}
es: TV de destino: {0}
fr: TV cible : {0}
it: TV di destinazione: {0}
ja: 対象のTV：{0}
ko: 대상 TV: {0}
pt_br: TV de destino: {0}
ru: Целевая ТВ: {0}
zh_hans: 目标电视：{0}

# Button_Mute
source: Mute TV
de: TV stummschalten
es: Silenciar TV
fr: Muter la TV
it: Silenzia TV
ja: TVをミュート
ko: TV 음소거
pt_br: Silenciar TV
ru: Отключить звук ТВ
zh_hans: 静音电视

# Button_Unmute
source: Unmute TV
de: TV-Stummschaltung aufheben
fr: Activer le son de la TV
ru: Включить звук ТВ

# Check_Auto
source: Auto-refresh when default device changes
de: Aktualisieren, wenn sich das Standardgerät ändert
es: Actualizar cuando cambie el dispositivo predeterminado
fr: Actualiser si le périphérique par défaut change
it: Aggiorna quando cambia il dispositivo predefinito
ja: 既定のデバイス変更時に自動更新
ko: 기본 장치 변경 시 자동 새로고침
pt_br: Atualizar quando o dispositivo padrão mudar
ru: Автообновление при смене устройства по умолчанию
zh_hans: 默认设备变化时自动刷新

# Button_SoundSettings
source: Open sound settings
de: Soundeinstellungen öffnen
es: Abrir configuración de sonido
fr: Ouvrir les paramètres son
it: Apri impostazioni audio
ja: サウンド設定を開く
ko: 사운드 설정 열기
pt_br: Abrir configurações de som
ru: Открыть настройки звука
zh_hans: 打开声音设置

# Tray_Open
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
ru: Открыть
zh_hans: 打开

# Tray_Reload
source: Reload
de: Neu laden
es: Recargar
fr: Recharger
it: Ricarica
ja: 再読み込み
ko: 다시 불러오기
ru: Перезагрузить
zh_hans: 重新加载

# Tray_Exit
source: Exit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
pt_br: Sair
ru: Выход
zh_hans: 退出

# Confirm_Exit_Title
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
pt_br: Confirmar
ru: Подтверждение
zh_hans: 确认

# Confirm_Exit_Text
source: Do you really want to close TV Audio Mirror?
de: Möchten Sie TV Audio Mirror wirklich schließen?
es: ¿Seguro que quieres cerrar TV Audio Mirror?
fr: Voulez-vous vraiment fermer TV Audio Mirror ?
it: Vuoi davvero chiudere TV Audio Mirror?
ja: TV Audio Mirror を終了しますか？
ko: TV Audio Mirror를 종료하시겠습니까?
pt_br: Deseja mesmo fechar o TV Audio Mirror?
ru: Вы действительно хотите закрыть TV Audio Mirror?
zh_hans: 确定要关闭 TV Audio Mirror 吗？

# Log_DefaultChanged
source: Default playback device changed: {0}
de: Standardwiedergabegerät geändert: {0}
es: Dispositivo de reproducción predeterminado cambiado: {0}
fr: Le périphérique de lecture par défaut a changé : {0}
it: Dispositivo di riproduzione predefinito cambiato: {0}
ja: 既定の再生デバイスが変更されました: {0}
ko: 기본 재생 장치가 변경되었습니다: {0}
pt_br: Dispositivo de reprodução padrão alterado: {0}
ru: Устройство воспроизведения по умолчанию изменено: {0}
zh_hans: 默认播放设备已更改：{0}

# Log_DefaultReadError
source: Cannot read default playback device.
de: Standardgerät konnte nicht gelesen werden.
es: No se puede leer el dispositivo predeterminado.
fr: Impossible de lire le périphérique par défaut.
it: Impossibile leggere il dispositivo predefinito.
ja: 既定の再生デバイスを読み取れません。
ko: 기본 재생 장치를 읽을 수 없습니다.
pt_br: Não foi possível ler o dispositivo padrão.
ru: Не удалось прочитать устройство по умолчанию.
zh_hans: 无法读取默认播放设备。

# Log_DefaultIsTv
source: Default playback device is already a TV. Mirroring is disabled.
de: Das Standardgerät ist bereits ein TV. Spiegelung ist deaktiviert.
es: El dispositivo predeterminado ya es una TV. Duplicación desactivada.
fr: Le périphérique par défaut est déjà une TV. Mirroring désactivé.
it: Il dispositivo predefinito è già una TV. Mirroring disattivato.
ja: 既定の再生デバイスはすでにTVです。ミラーリングを無効化します。
ko: 기본 재생 장치가 이미 TV입니다. 미러링을 비활성화합니다.
pt_br: O dispositivo padrão já é uma TV. Espelhamento desativado.
ru: Устройство воспроизведения по умолчанию уже ТВ. Зеркалирование отключено.
zh_hans: 默认播放设备已经是电视。镜像已禁用。

# Log_NoTvFound
source: No output containing "TV" was found. Rename your TV in sound settings.
de: Kein Ausgabegerät mit „TV“ gefunden. Benennen Sie es in den Soundeinstellungen um.
es: No se ha encontrado ninguna salida que contenga "TV". Cámbiale el nombre en la configuración de sonido.
fr: Aucune sortie contenant « TV » trouvée. Renommez-la dans les paramètres son.
it: Nessuna uscita che contiene "TV" trovata. Rinominala nelle impostazioni audio.
ja: 名前に「TV」を含む出力が見つかりません。サウンド設定で名前を変更してください。
ko: 이름에 “TV”가 포함된 출력이 없습니다. 사운드 설정에서 이름을 변경하세요.
pt_br: Nenhuma saída contendo "TV" foi encontrada. Renomeie-a nas configurações de som.
ru: Не найдено выходов с «TV» в названии. Переименуйте устройство в настройках звука.
zh_hans: 未找到名称包含“TV”的输出。请在声音设置中重命名。

# Log_CaptureStarted
source: Mirroring started: {0} → {1}
de: Spiegelung gestartet: {0} → {1}
es: Duplicación iniciada: {0} → {1}
fr: Recopie démarrée : {0} → {1}
it: Mirroring avviato: {0} → {1}
ja: ミラーリング開始: {0} → {1}
ko: 미러링 시작: {0} → {1}
pt_br: Espelhamento iniciado: {0} → {1}
ru: Зеркалирование запущено: {0} → {1}
zh_hans: 开始镜像：{0} → {1}

# Log_CaptureError
source: Could not start mirroring.
de: Spiegelung konnte nicht gestartet werden.
es: No se pudo iniciar la duplicación.
fr: Impossible de démarrer la recopie.
it: Impossibile avviare il mirroring.
ja: ミラーリングを開始できませんでした。
ko: 미러링을 시작할 수 없습니다.
pt_br: Não foi possível iniciar o espelhamento.
ru: Не удалось запустить зеркалирование.
zh_hans: 无法开始镜像。

# Log_TimerError
source: Error while polling audio devices.
de: Fehler beim Prüfen der Audiogeräte.
es: Error al comprobar los dispositivos de audio.
fr: Erreur lors de la surveillance des périphériques audio.
it: Errore durante il controllo dei dispositivi audio.
ja: オーディオデバイスのポーリング中にエラーが発生しました。
ko: 오디오 장치를 확인하는 중 오류가 발생했습니다.
pt_br: Erro ao verificar dispositivos de áudio.
ru: Ошибка при опросе аудиоустройств.
zh_hans: 轮询音频设备时出错。

# Log_OpenSoundError
source: Could not open sound settings.
de: Soundeinstellungen konnten nicht geöffnet werden.
es: No se pudo abrir la configuración de sonido.
fr: Impossible d’ouvrir les paramètres son.
it: Impossibile aprire le impostazioni audio.
ja: サウンド設定を開けませんでした。
ko: 사운드 설정을 열 수 없습니다.
pt_br: Não foi possível abrir as configurações de som.
ru: Не удалось открыть настройки звука.
zh_hans: 无法打开声音设置。

# Log_Mute
source: TV mute = {0}
de: TV stumm = {0}
es: TV silenciada = {0}
fr: TV mutée = {0}
it: TV muta = {0}
ja: TVミュート = {0}
ko: TV 음소거 = {0}
pt_br: TV mutada = {0}
ru: ТВ mute = {0}
zh_hans: 电视静音 = {0}

# Log_MuteError
source: Could not mute TV.
de: TV konnte nicht stummgeschaltet werden.
es: No se pudo silenciar la TV.
fr: Impossible de muter la TV.
it: Impossibile mettere in muto la TV.
ja: TVをミュートできませんでした。
ko: TV를 음소거할 수 없습니다.
pt_br: Não foi possível mutar a TV.
ru: Не удалось отключить звук ТВ.
zh_hans: 无法静音电视。

# Log_Volume
source: TV volume = {0}%
de: TV-Lautstärke = {0}%
es: Volumen de la TV = {0}%
fr: Volume TV = {0}%
it: Volume TV = {0}%
ja: TV音量 = {0}%
ko: TV 볼륨 = {0}%
pt_br: Volume da TV = {0}%
ru: Громкость ТВ = {0}%
zh_hans: 电视音量 = {0}%

# Log_VolumeError
source: Could not change TV volume.
de: TV-Lautstärke konnte nicht geändert werden.
es: No se pudo cambiar el volumen de la TV.
fr: Impossible de modifier le volume de la TV.
it: Impossibile modificare il volume della TV.
ja: TVの音量を変更できませんでした。
ko: TV 볼륨을 변경할 수 없습니다.
pt_br: Não foi possível alterar o volume da TV.
ru: Не удалось изменить громкость ТВ.
zh_hans: 无法更改电视音量。
